"Invalid Mac" = "ROM-feil";
"Invalid Header" = "Ethernet-MAC-adressen er 00:00:00:00:00:00";
"Unplug Header" = "Melding om frakobling av USB-enhet";
"Unplug Notice" = "USB-enheten har blitt koblet fra mens et program var aktivt. Dette kan føre til tap av data.";
"OK" = "OK";